Repository: joy-it/MultimediaCase-for-Raspberry-Pi
Catalog: Addons/script.module.MultimediaCase/resources/language/resource.language.*/strings.po
Languages: de_de

# #32001
source: Do you want to activate fan control?
de_de: Möchten Sie die Lüftersteuerung aktivieren?

# #32002
source: Activate
de_de: Aktivieren

# #32003
source: Deactivate
de_de: Deaktivieren

# #32004
source: Status of fan control
de_de: Status der Lüftersteuerung

# #32005
source: The fan control is deactivated.
de_de: Die Lüftersteuerung ist deaktiviert.

# #32006
source: The fan control is activated.
de_de: Die Lüftersteuerung ist aktiviert.

# #32007
source: Do you want to set a new PowerOff-Button at your remote control?
de_de: Möchten Sie einen neuen PowerOff-Button deklarieren?

# #32008
source: Yes
de_de: Ja

# #32009
source: No
de_de: Nein

# #32010
source: Status of Learning Mode
de_de: Status des Learning Modes

# #32011
source: Skipped setting.
de_de: Einstellung übersprungen.

# #32012
source: Configuration of PowerOff-Button
de_de: Konfiguration des PowerOff-Buttons

# #32013
source: The Case is now blinking in different colours to mark that it is waiting for an infrared signal. It will light up in white if it receives a signal. You have to press the selected button 3 times to confirm the selection. If you should press another button, the case will light up in red and will wait that you press the same button 3 times again. If the LEDs light in green again, the selection of the PowerOff-Button is made and you can continue with ENTER.
de_de: Das Gehäuse blinkt nun in verschiedenen Farben, um zu kennzeichnen, dass das Gehäuse auf das Infrarot-Signal Ihrer Fernbedienung wartet. Das Gehäuse leuchtet weiß auf, wenn es ein Signal empfängt. Sie müssen sich eine Taste auswählen, welche Sie dreimal hintereinander betätigen um Ihre Auswahl zu bestätigen. Wenn Sie einen anderen Knopf drücken sollten, als Sie zuvor betätigt haben, wird das Gehäuse rot aufleuchten und Sie müssen erneut dreimal die selbe Taste betätigen. Wenn das Gehäuse grün aufleuchtet, ist der PowerOff-Button gesetzt und Sie können weiter fortfahren in dem Sie auf ENTER drücken.

# #32014
source: New button is set as PowerOff-Button
de_de: Eine neue Taste ist als PowerOff-Button gesetzt.

# #32015
source: You have successfully deactivated fan control and no new PowerOff-Button was learned.
de_de: Sie haben erfolgreich die Lüftersteuerung deaktiviert und kein neuer PowerOff-Button wurde gesetzt.

# #32016
source: You have successfully activated fan control and no new PowerOff-Button was learned.
de_de: Sie haben erfolgreich die Lüftersteuerung aktiviert und kein neuer PowerOff-Button wurde gesetzt.

# #32017
source: You have successfully deactivated fan control and a new PowerOff-Button was learned.
de_de: Sie haben erfolgreich die Lüftersteuerung deaktiviert und ein neuer PowerOff-Button wurde gesetzt.

# #32018
source: You have successfully activated fan control and a new PowerOff-Button was learned.
de_de: Sie haben erfolgreich die Lüftersteuerung aktiviert und ein neuer PowerOff-Button wurde gesetzt.

# #32019
source: You have successfully configured your Multimedia Case! Rebooting now...
de_de: Sie haben erfolgreich Ihr Multimedia Case eingerichtet! Der Raspberry Pi wird nun neugestartet...

# #32020
source: Cancelled! Configuration aborted!
de_de: Abbruch! Die Konfiguration wurde abgebrochen!

# #32021
source: More information
de_de: Mehr Informationen

# #32022
source: Fan control HELP
de_de: Lüftersteuerung HILFE

# #32023
source: This is a program which observes the temperature of the Raspberry Pi. It cools the Pi down to 50C if it reaches a temperature of 60C. This can also be adjusted to your wishes in the corresponding code
de_de: Dieses Programm nimmt die Temperatur Ihres Raspberry Pis wahr. Es kühlt den Pi bis zu 50C herunter, wenn dieser eine Temperatur von 60C überschritten hat. Dies kann auch im dazugehörigen Code angepasst werden.

# #32024
source: PowerOff-Button HELP
de_de: PowerOff-Button HILFE

# #32025
source: This is can be a button of a remote control to shutdown your Multimedia Case. It can be any button of a infrared remote control of your choice.
de_de: Das ist eine Taste auf einer Fernbedienung um das Multimedia Case herunterzufahren. Dies kann eine beliebige Taste auf der Fernbedienung Ihrer Wahl sein.
