Repository: joy-it/MultimediaCase-for-Raspberry-Pi
Catalog: Addons/script.module.MCHyperion/resources/language/resource.language.*/strings.po
Languages: de_de

# #32001
source: Which mode do you want to select?
de_de: Welchen Modus möchten Sie auswählen?

# #32002
source: Static
de_de: Statisch

# #32004
source: Candle
de_de: Kerze

# #32005
source: Rainbow Mood
de_de: Regenbogen

# #32006
source: Rainbow Swirl
de_de: Regenbogen Wirbel

# #32007
source: Breath
de_de: Atmen

# #32008
source: Police
de_de: Polizei

# #32009
source: Christmas
de_de: Weihnachten

# #32010
source: Colour Traces
de_de: Farbspuren

# #32011
source: Which colour do you want to select?
de_de: Welche Farbe wollen Sie auswählen?

# #32012
source: White
de_de: Weiß

# #32013
source: Red
de_de: Rot

# #32014
source: Yellow
de_de: Gelb

# #32017
source: Blue
de_de: Blau

# #32018
source: Green
de_de: Grün

# #32019
source: Purple
de_de: Lila

# #32020
source: Turquoise
de_de: Türkis

# #32023
source: Olive
de_de: Olivgrün

# #32024
source: Salmon
de_de: Lachsfarben

# #32025
source: Which brightness level do you want?
de_de: Welche Helligkeitsstufe möchten Sie?

# #32026
source: The brightness of your LEDs has changed.
de_de: Die Helligkeit Ihrer LEDs hat sich geändert.

# #32027
source: Do you want to change the brightness again?
de_de: Möchten Sie die Helligkeit erneut ändern?

# #32028
source: You have successfully set your LEDs! Rebooting now...
de_de: Sie haben erfolgreich Ihre LEDs eingestellt! Der Raspberry Pi startet jetzt neu...

# #32029
source: The selection was cancelled. Rebooting now to reset settings...
de_de: Das Addon wurde beendet. Neustart um Einstellungen zurückzusetzen...

# #32030
source: The colour of your LEDs has changed.
de_de: Die Farbe der LEDs hat sich geändert.

# #32031
source: Do you want to change the colour again?
de_de: Möchten Sie die Farbe erneut ändern?

# #32032
source: Do you want to change the brightness of your LEDs?
de_de: Möchten Sie die Helligkeit der LEDs abändern?

# #32033
source: No changes made.
de_de: Keine Änderungen vorgenommen.

# #32034
source: Do you want to change your LED colours?
de_de: Möchten Sie die Farbe Ihrer LEDs einstellen?

# #32035
source: Yes
de_de: Ja

# #32036
source: No
de_de: Nein

# #32037
source: Change colour mode
de_de: Farbmodus ändern

# #32038
source: Deactivate Hyperion
de_de: Hyperion deaktivieren

# #32041
source: Hyperion is now deactivated.
de_de: Hyperion ist nun deaktiviert.

# #32044
source: You have successfully deactivated Hyperion! Rebooting now...
de_de: Sie haben erfolgreich Hyperion deaktiviert! Der Raspberry Pi startet jetzt neu...

# #32045
source: Default colour mode
de_de: Standard Farbmodus

# #32046
source: Only pulsating
de_de: Nur pulsieren

# #32047
source: Only confirming
de_de: Nur quittieren

# #32048
source: Your LEDs will now light up in default colour mode. (When Hyperion is not active.)
de_de: Ihre LEDs leuchten nun im Standard-Farbmodus. (Wenn Hyperion nicht aktiv ist.)

# #32049
source: Your LEDs will now pulsate only during start and shutdown.
de_de: Ihre LEDs pulsieren nun nur beim Start und beim Herunterfahren.

# #32050
source: Your LEDs now only briefly confirm startup and shutdown.
de_de: Ihre LEDs bestätigen nun nur noch kurzzeitig den Start und das Herunterfahren.

# #32051
source: You changed the colour mode.
de_de: Sie haben den Farbmodus geändert.
