Repository: joy-it/MultimediaCase-for-Raspberry-Pi
Catalog: Addons/script.remote.config/resources/language/resource.language.*/strings.po
Languages: de_de

# #32001
source: Do your want to configure a new remote control?
de_de: Möchten Sie eine neue Fernbedienung einrichten?

# #32003
source: Delete old configuration
de_de: Alte Konfiguration löschen

# #32004
source: Press any button on your remote control several times
de_de: Drücken Sie eine Taste auf Ihrer Fernbedienung mehrere Male

# #32005
source: Add Key
de_de: Taste hinzufügen

# #32006
source: Press any Button on your IR-Remote several times
de_de: Drücken Sie eine Taste mehrere Male

# #32007
source: Configure Button OK
de_de: Konfigurieren der Taste OK

# #32008
source: Skip this Key
de_de: Taste überspringen

# #32009
source: Skip all
de_de: Alles überspringen

# #32011
source: Press button OK on your remote control several times
de_de: Drücken Sie die Taste OK auf Ihrer Fernbedienung mehrere Male

# #32012
source: Press Button: OK on your IR-Remote several times
de_de: Drücke Taste: OK mehrere Male

# #32013
source: Configure Button EXIT
de_de: Konfigurieren der Taste EXIT

# #32014
source: Press button EXIT on your remote control several times
de_de: Drücken Sie die Taste EXIT auf Ihrer Fernbedienung mehrere Male

# #32015
source: Press Button: EXIT on your IR-Remote several times
de_de: Drücke Taste: EXIT mehrere Male

# #32016
source: Configure Button LEFT
de_de: Konfigurieren der Taste LEFT

# #32017
source: Press button LEFT (<) on your remote control several times
de_de: Drücken Sie die Taste LINKS (<) auf Ihrer Fernbedienung mehrere Male

# #32018
source: Press Button: LEFT on your IR-Remote several times
de_de: Drücke Taste: LINKS mehrere Male

# #32019
source: Configure Button RIGHT
de_de: Konfigurieren der Taste RECHTS

# #32020
source: Press button RIGHT (>) on your remote control several times
de_de: Drücken Sie die Taste RECHTS (>) auf Ihrer Fernbedienung mehrere Male

# #32021
source: Press Button: RIGHT on your IR-Remote several times
de_de: Drücke Taste: RECHTS mehrere Male

# #32022
source: Press Button: UP on your IR-Remote several times
de_de: Drücke Taste: OBEN mehrere Male

# #32023
source: Configure Button UP
de_de: Konfigurieren der Taste OBEN

# #32024
source: Press button UP (^) on your remote control several times
de_de: Drücken Sie die Taste OBEN (^) auf Ihrer Fernbedienung mehrere Male

# #32025
source: Configure Button DOWN
de_de: Konfigurieren der Taste UNTEN

# #32026
source: Press button DOWN (v) on your remote control several times
de_de: Drücken Sie die Taste UNTEN (v) auf Ihrer Fernbedienung mehrere Male

# #32027
source: Press Button: DOWN on your IR-Remote several times
de_de: Drücke Taste: UNTEN mehrere Male

# #32028
source: Configure Button VOLUMEDOWN
de_de: Konfigurieren der Taste LEISER

# #32029
source: Press button VOLUMEDOWN on your remote control several times
de_de: Drücken Sie die Taste LEISER auf Ihrer Fernbedienung mehrere Male

# #32030
source: Press Button: VOLUMEDOWN on your IR-Remote several times
de_de: Drücke Taste: LEISER mehrere Male

# #32031
source: Configure Button VOLUMEUP
de_de: Konfigurieren der Taste LAUTER

# #32032
source: Press button VOLUMEUP on your remote control several times
de_de: Drücken Sie die Taste LAUTER auf Ihrer Fernbedienung mehere Male

# #32033
source: Press Button: VOLUMEUP on your IR-Remote several times
de_de: Drücke Taste: LAUTER mehrere Male

# #32034
source: Configure Button MUTE
de_de: Konfigurieren der Taste MUTE

# #32035
source: Press button MUTE on your remote control several times
de_de: Drücken Sie die Taste MUTE auf Ihrer Fernbedienung mehrere Male

# #32036
source: Press Button: MUTE on your IR-Remote several times
de_de: Drücke Taste: MUTE mehrere Male

# #32037
source: Configure Button PLAY/PAUSE
de_de: Konfigurieren der Taste PLAY/PAUSE

# #32038
source: Press button PLAY/PAUSE on your remote control several times
de_de: Drücken Sie die Taste PLAY/PAUSE auf Ihrer Fernbedienung mehrere Male

# #32039
source: Press Button: PLAY/PAUSE on your IR-Remote several times
de_de: Drücke Taste: PLAY/PAUSE mehrere Male

# #32040
source: Your remote has been successfully configured! Rebooting now...
de_de: Sie haben Ihre Fernbedienung erfolgreich eingerichtet! Der Raspberry Pi startet nun neu...

# #32041
source: Cancelled! Configuration aborted
de_de: Abbruch! Die Konfiguration wurde angebrochen
